<?php

return [

    'lang'                              => 'قائمة اللغات',
    'url'                               => 'الرابط',
    'save'                              => 'حفظ',
    'update'                            => 'تحديث',
    'edit'                              => 'تحرير',
    'add-category'                      => 'اضافة قسم',
    'categories'                        => 'الاقسام',


    'ar'   => [
        'name'                          => 'الاسم باللغه العربيه',
        'desc'                          => 'الوصف باللغه العربيه',
    ],


    'en'   => [
        'name'                          => 'الاسم باللغه الانجليزيه',
        'desc'                          => 'الوصف باللغه الانجليزيه',
    ],





















];
