<?php
return
    [
        'denied'                    => 'تم رفض الوصول بسبب عمل غير مصرح به',
        'user_invalid'              => 'لا يمكن أن يكون كل من اسم المستخدم والبريد الإلكتروني فارغين',
        'update_ok'                 => 'تم تحديث السجل بنجاح',
        'store_ok'                  => 'تم إنشاء السجل بنجاح تم تحديثه بنجاح',
        'del_ok'                    => 'تم حذف السجل بنجاح',
        'delete_ok'                 => 'تم حذف السجل بنجاح',
        'pu_reset'                  => 'إعادة تعيين كلمة المرور بنجاح للمستخدم',
        'p_reset'                   => 'إعادة تعيين كلمة المرور بنجاح',
        'p_reset_fail'              => 'لقد أدخلت كلمة مرور غير صحيحة!',
        'lock_exam'                 => 'سيكون رقم ال pin مطلوبًا لعرض النتائج إذا تم تعيين Exam Lock',
        'rnf'                       => 'لم يتم العثور على السجل',
        'srnf'                      => 'سجل الطالب غير موجود',
        'ernf'                      => 'سجل الامتحان غير موجود',
        'nstp'                      => 'لا يوجد طلاب للترقية',
        'pin_max'                   => 'تم تجاوز حد إنشاء ال pin (500)',
        'pin_fail'                  => 'تم تجاوز حد إنشاء رقم التعريف الشخصي (500) تم استخدام رقم التعريف الشخصي هذا بواسطة مستخدم آخر أو تم تجاوز حد الاستخدام البالغ (5)',
        'pin_create'                => 'تم إنشاء ال pin بنجاح',
        'del_teacher'               => 'قبل أن تتمكن من حذف هذا المعلم ، يجب أن تجد بديلًا للموضوع (المواد) الذي يقوم بتدريسه. اعرض الملف التعريفي للمعلم للاطلاع على مواضيعه',
        'invalid_time_slot'         => 'لا يمكن أن يكون وقت البدء ووقت الانتهاء متماثلين',

    ];
